{
  "section0": {
    "content": [
      "Before calculating the metrics we will divide the data into 3 timelines to ensure that the outcome of the data is not manipulated by market conditions at any given time."
    ]
  },
  "section1": {
    "content": [
      "In these charts we can compare the additional performance of a strategy against a benchmark index. It measures the total return generated by the strategy during the backtesting period. It is calculated as the percentage change in the value of the portfolio between the beginning and the end of the period. \n Next, let's see what additional variables are available to us."
    ]
  },
  "section2": {
    "content": [
      "We decided to use myInvestor to have the costs of a real platform.",
      "Why invest with myInvestor? There are many investment platforms, online brokers or banks that we can use to invest, but we chose myInvestor for these reasons:",
      "1. Low costs: Buying and selling commission of 0.12% with no minimum investment and 0.30% currency exchange rate.",
      "2. Security: Savings are guaranteed by the Spanish Deposit Guarantee Fund, provided for in Royal Decree 16/2011, October 14. It covers up to €100,000 per account and holder.",
      "3. No minimum investment in each operation: Can be adapted to various investment profiles"
    ]
  },
  "section3": {
    "heading": "Annual Return",
    "content": ["The annual return provides a view of the average return per year. This is important for comparing strategies over different time periods."]
  },
  "section4": {
    "heading": "Volatility",
    "content": ["Volatility measures the degree of variation in the strategy's returns, which gives an idea of the associated risk. Higher volatility implies higher risk.."]
  },
  "section5": {
    "heading": "Maximum Loss",
    "content": ["It is the largest drop from a peak to a trough in the portfolio value during the backtesting period. It indicates the maximum risk an investor would have faced.."]
  },
  "section6": {
    "heading": "Ratios",
    "content": [
      "In the investment world, evaluating the performance of a strategy is not just about looking at absolute returns. It is essential to consider how those returns compare to the risk taken. To do this, financial analysts use a variety of metrics to help measure the success of an investment in terms of risk-adjusted returns. In this section, we will discuss some of the most commonly used metrics for evaluating investment performance, providing a clear view of how each contributes to a more complete understanding of risk and return.",
      "Here are the main performance and risk metrics that will help you evaluate the effectiveness of your investments:",
      "- Sharpe Ratio: This metric tells us if the investment is not giving a good return against the risk assumed.",
      "- Sortino Ratio: This is a more adjusted version of the Sharpe Ratio. It only takes into account the falls in the values of the investment. It is useful if you want to be conservative and are concerned about downside.",
      "- Alpha: Measures the extra return compared to what would be expected based on the given level of risk. If it is a positive value it means that the investment has outperformed the market.",
      "- Beta: Measures how the investment moves in relation to the market:",
      "     - Beta > 1: More volatile than the market.",
      "     - Beta = 1: Same as the market.",
      "     - Beta < 1: Less volatile than the market.",
      "- Information Ratio: Compares the additional returns of a strategy with respect to a benchmark index, relative to the volatility of those additional returns."
    ]
  },
  "section7": {
    "heading": "Sucess Rate"
  },
  "section8": {
    "heading": "Recovery Factor"
  },
  "section9": {
    "heading": "Portfolio Concentration Rate"
  }
}
